Repository: Gvx-/exportFree
Catalog: exportFree/locales/*/main.po
Languages: fr

source: Flat file export for Free
fr: Export "a plat" pour Free

source: Import Flat files folder
fr: Importer un dossier de fichiers a plat

source: Import a blog or a full install Dotclear from a flat files folder.
fr: Importer un blog ou une installation complete depuis un dossier de fichiers a plat

source: No backup directory found.
fr: Ld dossier de sauvegarde n'a pas été trouvé

source: Unable to save the configuration
fr: Impossible de sauver la configuration

source: Redirection not found
fr: Redirection introuvable

source: %s plugin is not configured.
fr: Le plugin %s n'est pas configuré

source: Unable to save the code
fr: Impossible de sauver le code

source: Scope
fr: Domaine d'application

source: Go
fr: Aller

source: Select the blog in which parameters apply
fr: Sélectionnez le blog auquel s'applique les paramètres

source: Update global options
fr: Mise à jour des options globales

source: Enable %s on this blog
fr: Activer %s pour ce blog

source: Enable the plugin on this blog.
fr: Activer le plugin pour ce blog

source: %s menu not present.
fr: le menu %s est absent

source: icon plugin
fr: Icone

source: Author(s)
fr: Auteur(s)

source: The folder is not in the var directory
fr: Le dossier ne se trouve pas dans le répertoire VAR

source: Creating a var directory failed
fr: La creation du répertoire VAR a échoué

source: Export Free
fr: Export pour Free

source: Export your blog host at Free
fr: Exportez de votre blog hébergé chez Free

source: Functional mode
fr: Mode fe fonctionnement

source: Directory backup
fr: Dossier de sauvegarde

source: Prefix for temporary files
fr: Préfix pour les fichiers temporaires

source: Max files size (in bytes)
fr: Taille max des fichiers (en octets)

source: Delete temporary files
fr: Effacer les fichiers temporaires

source: Task time increase
fr: Augmentation du temps de tâche

source: Direct mode
fr: Mode direct

source: Multiple files to concatenate
fr: Plusieurs fichiers à concaténer

source: Multiple independent files
fr: Plusieurs fichiers indépendants

source: Define operating mode.
fr: Définissez le mode de fonctionnement.

source: Backup directory
fr: Dossier de sauvegarde

source: Select backup directory in public directory.
fr: Sélectionnez le répertoire de sauvegarde dans le répertoire public.

source: Filename prefix
fr: Préfix de fichier

source: Define prefix of filenames.
fr: Définissez le préfixe des noms de fichiers.

source: File size
fr: Taille de fichier

source: Define maximal files size (in bytes). - Less than or equal to zero: unlimited
fr: Définissez la taille maximale des fichiers (en octets). - Inférieur ou égal à zéro: illimité

source: Delete files in server
fr: Effacer les fichiers du serveur

source: Delete files in directory backup.
fr: Effacer les fichiers du dossier de sauvegarde

source: Export directory not defined.
fr: Le dossier d'export n'est pas defini

source: Export directory not create.
fr: Le dossier d'export n'est pas crée

source: Export file not create.
fr: Le fichier d'export n'est pas crée

source: No backup directory selected
fr: Pas de dossier de sauvegarde selectionné

source: Backup file is unreadable
fr: Le fichier de sauvegarde n'est pas lisible

source: Database export for Free website
fr: Exporter la base de données (Free)

source: Download database of current blog for Free website
fr: Télécharger les contenus et réglages du blog courant (Free)

source: Directory name:
fr: Nom du dossier

source: Download database of all blogs for Free website
fr: Télécharger les contenus et réglages de tous les blogs (Free)
